{
  "Hi! I am": "Hi! I'm {{name}}",
  "about_me_1": "&nbsp;&nbsp;&nbsp;&nbsp;My name is Hsuan. The first time I get into know a software product is helping kids with CP( Cerebral Palsy) through a presure-sensitive app in iPad. I utilized my high sensitiveness of user behavior and get into this field. ",
  "about_me_2": "&nbsp;&nbsp;&nbsp;&nbsp;My strength is when a project has issues, I would integrate various insights and resources to come up with an innovative and grounded solution.",
  "work_1_title": "Co-Founder - ECHARM",
  "work_1_content_1": "• Established healthcare medias to provide online medical consultations.",
  "work_1_content_2": "• AI development of image recognition for diabetics.",
  "work_1_content_3": "• Agile development of an AED app with cooperation of Taipei Government (a budget of $2 million).",
  "work_2_title": "Product Manger/ Management Associate - FAR EASTERN INTERNATIONAL BANK",
  "work_2_content_1": "• Optimized online processing journey and enhance digital usage by 40% growth, including replacing paperwork of account opening, which saved 20 minutes per client; and enhancing credit card application into 5 mins.",
  "work_2_content_2": "• Enhanced 20%+ online credit card applications for new customers through implementing a collaborative campaign based on data exchange systems between Far EasTone and HappyGo.",
  "work_2_content_3": "• Monitored and analyzed online behaviors/campaigns results using Google AdWords/Facebook Pixels. Increased Facebook members 200% and Line 140%。",
  "work_3_title": "Product Manager - FUBON FINANCIAL HOLDING CO., LTD",
  "work_3_content_1": "• Developed financial services and products focusing on clients aged 20-35. Conducted in depth market to formulate services on a weekly basis, including designing products as account/payments/student loan; completed a target goal of 90K online users.",
  "work_3_content_2": "• Designed a robot advisor to provide financial suggestions with the collaborating of Nutmeg and Prive. Executed focus groups with IPSOS.",
  "work_4_title": "Product Manager / Business Strategy Developer - CHINA DEVELOPMENT FINANCIAL",
  "work_4_content_1": "• Established \"Peer-to-peer Fund Transfer\". In charge of product development, including setting up functions,  designing framework, resolving compliance issues and P&L statement of the service. Customized UX/ UI mediation using storylines and user journeys for different scenarios with cooperated partners.",
  "work_4_content_2": "• Strategist of Open Banking, including executing those which adopted mobile identification method (the first case that passed Sandbox Regulatory). Headed the cooperation of Institute for Information Industry and a startup team to construct “Third-party Investigation Mechanism of open banking” in Taiwan.",
  "work_4_content_3": "• Hold interviews for the innovative team. Mentored an intern to complete analyses, which highly recognized.",
  "work_5_title": "Product Manager / Business Strategy Developer - CHINATRUST FINANCIAL HOLDING CO., LTD",
  "work_5_content_1": "• Developed analysis for international banks and fintech startups (\"open banking\", \"wallets\" and \"Online Payments\").",
  "work_5_content_2": "• Led as a scrum master to design API platform across subsidiary corporations for branding and cooperation exposure.",
  "work_6_title": "Product Manager - Advantech iCity Services (AiCS)",
  "work_6_content_1": "• Lead multiple teams (SW/FW/HW engineers, AE/QA teams) to build a new-launching IoT SAAS service (including web, mobile apps focusing on B2B services) of temperature and humidity detections from beginning to end of the product life cycle.",
  "work_6_content_2": "• Maintained and enhanced cross products platform from the process of subscriptions with promotion plans (including free trail, loyalty enhancement.)",
  "work_7_title": "Product Manager - OneDegree",
  "work_7_content_1": "• Lead teams and implement the scrum; increase productivity through refined processes.",
  "work_7_content_2": "• Manage and spearhead enhancements for the insurance website and policy portal platform",
  "work_7_content_3": "• Coordinate a large-scale ERP system upgrade with data migration, including streamlining applications and ensuring records.",
  "school_1_title": "NATIONAL TAIWAN UNIVERSITY",
  "school_1_content": "• Medical School | Occupational Therapy (B.S.)| GPA 3.7",
  "school_2_title": "NEW YORK UNIVERSITY",
  "school_2_content": "• Steinhardt School of Culture, Education, and Human Development | Occupational Therapy (M.A.)| GPA 3.7",
  "school_3_title": "NEW YORK UNIVERSITY",
  "school_3_content": "• Project Management Professional (PMP)(R) Certification Exam Prep",
  "business_content": "Keen industry insights and profound prospect analysis.",
  "cooperation_content": "Inner and outer communication while enhancing product position.",
  "design_content": "Design attractive UI/UX based on professional knowledge of aesthetics and psychology.",
  "techniques_content": "Complete specification documents while considering multiple interfaces.",
  "management_content": "Responsible for products from end to end process.",
  "plan_content": "plan a End-2-End product based on analysis all conditions.",
  "Creactive Transfer": "Transfer Robot",
  "creactive_transfer_description": "Cross-platform financial products, using API to allow users to conveniently transfer funds on cooperative platforms",
  "rehabilitation_platform_description": "Make rehabilitation to a new level",
  "IoT SASS Admin": "Retail IoT SAAS platform management",
  "iot_sass_admin_description": "Hierarchical organization of large data with various software sceniros.",
  "creactive_transfer_link": "assets/projects/en_p2ptransfer.html",
  "iot_sass_admin_link": "assets/projects/en_iot_admin.html",
  "rehabilitation_link": "assets/projects/en_rehabilitation.html"
}
